questions = [
    {
        "question": "Притеснение со стороны корпораций вызывает большее беспокойство, чем со стороны государства.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Правительству необходимо вмешиваться в экономику для защиты потребителей.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Чем свободнее рынок, тем свободнее люди.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Средства производства потребительских товаров должны находиться в государственной собственности.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Лучше поддерживать сбалансированный бюджет, чем обеспечивать благосостояние всех граждан.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Минимальная заработная плата приносит больше вреда, чем пользы.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Государственное финансирование исследований более выгодно людям, чем рыночное.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Тарифы на международную торговлю важны для стимулирования отечественного производства и защиты рабочих мест в моей стране.",
        "effect": {
            "econ": 5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Спекуляции на фондовой бирже менее желательны, чем другие виды экономической деятельности.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "От каждого по способностям, каждому по потребностям",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Попытка реформировать капиталистический строй - пустая трата времени.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "В экономическом неравенстве нет ничего плохого, так как это естественный процесс.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Классовая борьба играет решающую роль в современном мире.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Было бы лучше, если бы социальные программы были отменены в пользу частной благотворительности.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социальное обеспечение должно быть сокращено или полностью отменено для сокращения государственных расходов.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Безработные и/или даже инвалиды не должны получать пособия от правительства.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Следует увеличить налоги на богатых, чтобы обеспечить бедных.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Наследование — это законная форма рынка.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Земельные участки должны принадлежать государству, а аренда должна быть отменена.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Основные коммунальные услуги, такие как дороги и электричество, должны находиться в государственной/общественной собственности.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рыночная экономика лучше распределяет ресурсы, чем плановая.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Государственное вмешательство представляет собой угрозу для экономики.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Те, кто могут платить больше, должны получать лучшее медицинское обслуживание.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Качественное образование — право всех людей.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Средства производства должны принадлежать рабочим, которые их используют.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Конкуренция - важная часть экономики.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Любое налогообложение - воровство.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мы должны стремиться к равенству результатов.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Коррупция - яд для экономики.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Индивидуализм уступает коллективизму или коммунитаризму.",
        "effect": {
            "econ": 2,
            "dipl": -10,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "ООН и прочие глобалистские организации должны быть упразднены.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Нашей нации для защиты зачастую необходимы военные действия.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю экономические объединения, такие как Евросоюз, БРИКС, СЭВ и т.д.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 5
        }
    },
    {
        "question": "Важно сохранить наш национальный суверенитет.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Объединенное мировое правительство принесло бы пользу человечеству.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важнее сохранить мирные отношения, чем наращивать нашу силу.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Войны не нужно оправдывать перед другими странами.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Служба в армии должна быть контрактной.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Военные расходы — это пустая трата денег.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международная помощь — это пустая трата денег.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "У меня великая нация.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Никто не выбирает, где родиться, поэтому глупо этим гордиться.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Я поддерживаю международные военные союзы, такие как НАТО, ОДКБ, ОВД, Ось, Антанта и т.д.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Исследования должны проводиться в международном масштабе.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Правительства должны отвечать перед международным сообществом.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Даже в протесте, митинге или революции против определённого режима насилие недопустимо.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Мои религиозные ценности должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        }
    },
    {
        "question": "Ценности нашей нации должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Некоторые люди по своей природе эгоистичны.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Очень важно поддерживать закон и порядок.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        }
    },
    {
        "question": "Население в целом принимает неверные решения.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Свобода слова - право всех людей.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Эвтаназия должна быть легальной.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Преступления без жертв (такие как оскорбление власти и/или употребление наркотиков) вообще не должны считаться преступлением.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Ненавистнические высказывания - тоже признак свободы слова.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "За наиболее серьёзные преступления должна применяться смертная казнь.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -5
        }
    },
    {
        "question": "Гражданские свободы зашли слишком далеко.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Ради защиты от терроризма необходимо пожертвовать некоторыми гражданскими свободами.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Утечки секретных правительственных материалов приносят больше вреда, чем пользы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Государственный надзор необходим в современном мире.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Вам нечего бояться, если вам нечего скрывать.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Контент, плохо влияющий на общество, необходимо подвергнуть цензуре.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Полиция должна быть вооружена.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Правосудие должно быть реабилитирующим, а не карательным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Само существование государства представляет угрозу нашей свободе.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Независимо от политических убеждений, важно быть на стороне своей страны.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        }
    },
    {
        "question": "При наличии компенсации изъятие собственности является приемлемым.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Всякую власть следует подвергать сомнению.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        }
    },
    {
        "question": "Однопартийная система работает лучше всего.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Иерархическое устройство государства — лучшее.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Никакой свободы врагам свободы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Важно, чтобы правительство придерживалось мнения большинства, даже если оно неверно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Чем сильнее руководство, тем лучше.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Демократия — это нечто большее, чем процесс принятия решений.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Монархия и аристократия должны быть отменены.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 10
        }
    },
    {
        "question": "Оппозиция к поддерживаемой мной системе неприемлема.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Разоблачители должны преследоваться по закону.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Экологические нормы необходимы.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Лучший мир придёт путём автоматизации, научного и технологического прогресса.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Детей следует воспитывать в духе религиозных или традиционных ценностей.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        }
    },
    {
        "question": "Нельзя быть нравственным, не будучи религиозным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Традиции сами по себе не имеют никакой ценности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Религия должна играть определенную роль в государственном управлении.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        }
    },
    {
        "question": "Церкви должны облагаться налогом так же, как облагаются налогом другие институты.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Конспирология точно объясняет многие вещи.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Консьюмеризм и материализм - благо для общества.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Изменение климата в настоящее время является одной из величайших угроз нашему образу жизни.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Важно работать всем миром в борьбе с изменением климата.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Много лет назад общество было лучше, чем сейчас.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Важно сохранять традиции нашего прошлого, этническую и культурную целостность, самобытность.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Важно мыслить в долгосрочной перспективе, о будущем после наших жизней.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Рациональность важнее, чем сохранение нашей культуры.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Опыты на людях, растениях и/или животных должны быть вне закона.",
        "effect": {
            "econ": -7,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Употребление наркотиков должно быть легализовано или декриминализировано.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        }
    },
    {
        "question": "Однополые браки должны быть легализованы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Операция по смене пола должна быть легализована",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Женщины должны иметь те же права, что и мужчины",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Психотерапия должна быть улучшена.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Ни одна раса, нация и культура не превосходит другую.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        }
    },
    {
        "question": "Секс вне брака аморален.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Демократия в целом переоценена.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Мигрантов и национальных меньшинств необходимо ассимилировались в нашей культуре.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Аборты должны быть запрещены в большинстве или во всех случаях.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Владение оружием должно быть запрещено лицам без веской причины.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю государственное/всеобщее здравоохранение с системой единого плательщика.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Проституция должна быть нелегальной.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Поддержание семейных ценностей имеет важное значение.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Искусство, которое невозможно отличить от мазни животных или деяний неживой природы, вообще не должно рассматриваться как искусство.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Астрология точно объясняет многие вещи.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Гнаться за прогрессом любой ценой опасно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Возраст согласия должен быть снижен или отменен.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "В публичном нудизме нет ничего плохого.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        }
    },
    {
        "question": "Генетические модификации — добро, даже если они производятся на людях.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Трансгуманизм - обоснованная цель для нашего общества.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },    
    {
        "question": "Мы должны открыть наши границы иммигрантам.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Правительства должны быть обеспокоены иностранцами так же, как и своими собственными гражданами.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Я не против того, чтобы мигрант вывешивал флаг своей страны в моей стране.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ко всем людям — независимо от таких факторов, как культура или сексуальная ориентация, — следует относиться одинаково.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        }
    },
    {
        "question": "Каждый заслуживает того, чтобы его нужды были обеспечены.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Важно продвигать цели моей группы превыше всех остальных.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        }
    }    
];
