questions = [
    {
        "question": "Притеснение со стороны корпораций вызывает большее беспокойство, чем со стороны государства.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Правительству необходимо вмешиваться в экономику для защиты потребителей.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Чем свободнее рынок, тем свободнее люди.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходимо защищать частную собственность и частные интересы.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любые расходы (социальные, военные и т.д.) должны быть сокращены или полностью отменены для сбалансирования бюджета.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Экономическая свобода важнее вопросов неравенства.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Цель для правительства - сильный экономический рост.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Государственное финансирование исследований более выгодно людям, чем рыночное.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Тарифы на международную торговлю важны для стимулирования отечественного производства и защиты рабочих мест в моей стране.",
        "effect": {
            "econ": 5,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Автаркия - разумная форма экономики.",
        "effect": {
            "econ": 2,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
    },
    {
        "question": "От каждого по способностям, каждому по потребностям.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Деньги должны быть отменены.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Классовая борьба играет решающую роль в современном мире.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Классы - главный «забор» между людьми.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любые попытки построить коммунизм тщетны.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Капитализм - это пока-что лучшая система.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Было бы лучше, если бы социальные программы были отменены в пользу частной благотворительности.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Люди, которые отказались от работы, не должны иметь право на получение пособия по безработице от правительства.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Следует увеличить налоги на богатых, чтобы обеспечить бедных.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любые налоги должны быть сокращены как можно сильнее.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Богатые люди обложены слишком высокими налогами.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Налогообложение - это воровство.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Необходимо распределять блага между потребителями, исходя из их потребностей.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Минимальная заработная плата приносит больше вреда, чем пользы.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Наследование — это законная форма рынка.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Земельные участки должны принадлежать государству/обществу, а аренда должна быть отменена.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Патенты не должны существовать.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые или все богачи и бедняки заслуживают своего места.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Работа на предпринимателя, обещающая достойную зарплату, не гарантирует её, как и любая эксплуатация человека человеком.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Основные коммунальные услуги, такие как дороги и электричество, должны находиться в государственной/общественной собственности.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Плановая экономика всегда беднее рыночной.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рынок труда ставит рабочих в положение рабов.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Когда правительство вовлекается в бизнес, это почти никогда ничем хорошим не заканчивается.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Правительство должно предоставить бесплатные медицинские услуги и качественное образование своим гражданам.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Делокализация — необходимое зло для улучшения производства.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Деньги налогоплательщиков не должны быть потрачены на искусство или спорт.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Универсальный базовый доход - это хорошая идея.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Займы, взятые вне частной сферы (у государства, регионов, коллективов и т.д.), необязательно возвращать.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Средства производства должны принадлежать рабочим, использующим их.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Профсоюзы или синдикаты приносят больше вреда, чем пользы.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Каждый заслуживает того, чтобы его нужды обеспечивали.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социальная помощь отбивает у людей охоту работать.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Фондовая биржа должна быть закрыта, а банки должны быть национализированы.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Вполне нормально то, что одни богаче других.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "В настоящее время сотрудники вольны выбирать, подписывая контракт со своим будущим работодателем.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Интеллектуальная собственность - хорошо и важно.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Кумовство и коррупция - яд для экономики.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Необходимо избегать частных монополий.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Бизнесмен и производитель важнее, чем писатель и художник.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Правительство должно ограничить размер зарплат банкиров и руководителей.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рыночная экономика угнетает меньшинств.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в коллективизации всей собственности.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Индивидуализм уступает коллективизму или коммунитаризму.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "ООН и прочие глобалистские организации - это позитив для всего мира.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нашей нации зачастую необходимы военные действия для защиты.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Интересы моей страны превыше международных соглашений.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ценности моей страны превосходят ценности остальных стран.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю экономические объединения, такие как ЕС, ЕАЭС и СЭВ.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нации - это просто социальные конструкции, которые отвлекают нас от реальных проблем.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рано или поздно границы должны быть упразднены.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Объединенное мировое правительство принесло бы пользу человечеству.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международные группы не имеют права вмешиваться в дела независимых государств.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Единство важнее, чем суверенитет.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важнее сохранить мирные отношения, чем наращивать нашу силу.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Войны не нужно оправдывать перед другими странами.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я против призывной военной службы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Свободная торговля для стран третьего мира лучше, чем экономическая помощь.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я горжусь своей национальностью.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Никто не выбирает, где родиться, поэтому глупо этим гордиться.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю международные военные союзы, такие как НАТО, ОВД и БРИКС.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю хотя-бы региональные объединения, такие как Содружество наций, Арабская лига и Союзное государство.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международные организации не должны интересоваться внутренней политикой своих членов.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Исследования должны проводиться в международном масштабе.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Некоторые страны и культуры являются естественными врагами.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Я в равной степени беспокоюсь о жизни и благосостоянии жителей как моей, так и других стран.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Общество нуждается в радикальных изменениях, а не в реформах.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Даже в протестах, митингах и/или революциях против определённого режима насилие недопустимо.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Религиозное возрождение необходимо обществу.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Мои религиозные ценности должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Ценности нашей нации должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Наша страна не должна вмешиваться в международные дела.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любой национализм - это свисток для ксенофобии.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые люди неудачливы по своей природе.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Принцип «выживания сильнейших» отсеивает тех, кто не выдерживает темпа.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Очень важно поддерживать закон и порядок.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Широкие слои населения принимают неправильные жизненные решения.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Иногда необходимо коллективное руководство, так как даже главе государства тоже свойственно ошибаться.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Свобода слова в отношении закона - это право человека.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Выражение ненависти - неотъемлемый признак свободы слова, который должен гарантироваться государством.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "С медицинской точки зрения, в эвтаназии нет ничего плохого.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Преступления без жертв (такие как спекуляция, оскорбление власти и/или употребление наркотиков) вообще не должны считаться преступлением.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Преступления, связанные с насилием, должны наказываться насилием.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Все мнения равны и должны рассматриваться обществом как таковые.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Многие правительственные программы нерациональны.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Смертная казнь должна оставаться одним из возможных наказаний за наиболее серьёзные преступления.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -5
        }
    },
    {
        "question": "Ради защиты от терроризма необходимо пожертвовать некоторыми гражданскими свободами.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Государство необходимо сократить как можно сильнее.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Государственная слежка - необходимое зло.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Вам нечего бояться, если вам нечего скрывать.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Цензура - это хорошо.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Полиция/милиция - это группа бандитов, которые существуют только для того, чтобы защищать статус-кво.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        }
    },
    {
        "question": "Полиция/милиция должна быть вооружена.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Правосудие должно быть реабилитирующим, а не карательным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Тюрьмы нужно упразднить.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Репрессии необходимы для защиты поддерживаемого мной режима.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        } 
    },
    {
        "question": "Если бы государство лишилось всех своих сфер, кроме охраны правопорядка, судебных систем и вооружённых сил, мы были бы ближе к моему идеальному обществу.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Государство как таковое следует упразднить.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Независимо от политических убеждений, важно быть на стороне своей страны.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "При наличии компенсации изъятие собственности является приемлемым.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Всякую власть следует подвергать сомнению.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Однопартийная или двухпартийная система работает лучше всего.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Централизованное государство лучше всего.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Государственные СМИ предпочтительнее независимых или корпоративных СМИ.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Утечки секретной информации принесли больше вреда, чем пользы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Разоблачители должны преследоваться по закону.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Человек не может требовать каких-либо прав и свобод, поскольку именно государство предоставляет ему эти права и свободы в первую очередь.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Без экономической свободы не бывает свободы политической.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходимо лишить политических прав некоторых или всех инакомыслящих.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Вакцинация должна быть добровольной.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Нормально убивать воров которые проникают к тебе.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Гражданские свободы уже зашли очень далеко.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Потенционально опасное лицо лучше превентивно арестовать, чем допускать риск совершения им преступлений.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Правительство должно работать над обеспечением полной и абсолютной лояльности своих граждан к государству.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Важно, чтобы правительство придерживалось мнения большинства, даже если оно неверно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Чем сильнее руководство, тем лучше.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Демократия — это нечто большее, чем процесс принятия решений.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Монархия и аристократия должны быть отменены.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 10
        }
    },
    {
        "question": "Оппозиция к поддерживаемой мной системе неприемлема.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Право на мирный протест никогда не должно ущемляться.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Хорошая политика - это прагматичная политика без идеологии.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Необходимы жёсткие экологические нормы и ограничения для экономики.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Лучший мир придёт путём автоматизации, научного и технологического прогресса.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Детей следует воспитывать в духе религиозных или традиционных ценностей.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Нельзя быть нравственным, не будучи религиозным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Традиции сами по себе не имеют никакой ценности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Религия должна играть определенную роль в государственном управлении.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        }
    },
    {
        "question": "Церкви должны облагаться налогом так же или более широкими налогами, как и другие учреждения.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Конспирология точно объясняет многие вещи.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Нам нужно увеличить налоги на промышленность в связи с необходимостью решения проблем, связанных с изменением климата.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        } 
    },
    {
        "question": "Защита животных должна быть улучшена.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Человечество имеет право властвовать над природой, как ему заблагорассудится.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Консьюмеризм - это нормально.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Материализм - это нормально.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Городское общество уступает всем остальным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Не стоит стремиться к равенству.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Важно, чтобы мы сохраняли традиции и наследие нашего прошлого.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Освоение космоса должно стать для нас приоритетом.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Культуры всегда меняются, поэтому не следует слишком зацикливаться на них.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Опыты на людях, растениях и/или животных должны быть вне закона.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "В нашем обществе на употребление наркотиков следует смотреть свысока.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Гомосексуалисты тоже нормальные.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Трансгендеры тоже нормальные.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Есть только два гендера - мужской и женский.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Женщина и мужчина равны и должны иметь равные права и возможности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Инвалиды и/или психически больные тоже нормальные и заслуживают социализации.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ни одна раса, нация, культура и религия не превосходят другую.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Люди больше разделены по расовому или этническому признаку, чем по классовому.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет никаких национальных или классовых интересов.",
        "effect": {
            "econ": -10,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мультикультурализм оказывает хорошее влияние на общество.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Этническая самоидентификация является пережитком прошлого.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Раса - это социальный конструкт.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Секс без любви и вне брака - грех.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Мигрантов и национальных меньшинств необходимо ассимилировать в нашей культуре.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Иностранцы обогащают нашу культуру.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Аборт - детоубийство.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Владение оружием должно быть запрещено лицам без веской причины.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Жильё, образование и здравоохранение должны быть частными.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я сторонник частных городов.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Проституция - прискорбное деяние.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Нет ничего плохого в публичном нудизме.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Поддержание семейных ценностей имеет важное значение.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Брак - это важная часть общества, которую следует защищать.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Патриархат не только существует, но и должен быть устранён. После веков угнетения женщины должны доминировать в обществе.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Классификация мужчин и женщин - это социальный конструкт, потому термины «папа» и «мама» должны быть заменены на «родитель №1» и «родитель №2».",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Категории «женщина» и «мужчина» - социальные конструкты, от которых мы должны отказаться.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Искусство, которое невозможно отличить от мазни животных или деяний неживой природы, вообще не должно рассматриваться как искусство.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Астрология точно объясняет многие вещи.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Мы должны вернуться к традициям, без современных удобств.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Алкоголь и курение вредят здоровью человека.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Порнография оказывает негативное влияние на общество.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Возраст выхода на пенсию должен быть снижен.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Возраст согласия должен быть снижен или отменён.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Дегенерация - это реальная проблема, к которой мы не должны относиться легкомысленно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Трансгуманизм - обоснованная цель для нашего общества.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Вступая в контакт с инопланетянами, мы должны создать с ними общее общество.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Демократия переоценена.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Иммиграция - это чистый позитив для общества.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Граждане государства должны иметь приоритет перед иностранцами.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Иностранцы, проживающие в моей стране, должны иметь те же политические права, что и её граждане.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые или все малые народы и религии, как правило, создают больше проблем, чем другие.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Если в моей стране введут другие государственные языки или заменят существующий на новый, я не буду иметь ничего против.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Народы, схожие с моим народом по этносу и культуре, являются нашими братьями.",
        "effect": {
            "econ": 0,
            "dipl": 2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Толерантность - это не то, к чему мы должны стремиться в обществе, поскольку она ослабляет нацию.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Никто по своей природе не предрасположен к преступным деяниям.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Некоторые доктрины меньшинств (например: SJW) приносят вред обществу.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Важно продвигать цели моей группы превыше всех остальных.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Построение нового общества полностью с нуля было бы воплощением мечты.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Природа человека изменчива.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Французская революция была скорее негативной для нашего мира, чем какая-либо другая.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Люди были намного счастливее и этичнее до цивилизации.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    }
];
